{
  "works": [
    {
      "name": "Fluxia",
      "title": "Founder",
      "start_date": "2023",
      "end_date": "Present",
      "img_src": "../../../public/fluxia-server.png",
      "desc": "Fluxia is an innovative application designed to enhance your health and well-being by offering personalized nutrition advice and exercise plans. By analyzing your health data, Fluxia provides tailored recommendations to help you achieve your fitness goals and maintain a balanced lifestyle. "
    },
    {
      "name": "FCM B2B",
      "title": "Intern Frontend Developer",
      "start_date": "06/2024",
      "end_date": "08/2024",
      "img_src": "../../../public/FCM-B2B.png",
      "desc": "This project is a comprehensive B2B platform developed for a publishing house, designed to streamline transactions and interactions between buyers and sellers within the industry. The platform supports the publishing house in both its purchasing and selling operations, facilitating efficient management of inventory, orders, and business communications. By integrating tailored workflows and processes, this solution enhances the efficiency and effectiveness of business transactions in the publishing sector."
    },
    {
      "name": "Movie Review",
      "title": "Full Stack Developer",
      "start_date": "08/2023",
      "end_date": "10/2023",
      "img_src": "../../../public/movie-review.png",
      "desc": "App is designed to provide you with essential information about films before you watch them. The app offers detailed movie descriptions, director and cast information, and rating values to help you make informed decisions."
    },
    {
      "name": "Shop App API",
      "title": "Backend Developer",
      "start_date": "08/2023",
      "end_date": "08/2023",
      "img_src": "../../../public/shopapp-api.png",
      "desc": "The Shop App API project enables essential e-commerce operations like adding, updating, and deleting products. It provides a robust framework for managing inventory and streamlining backend processes, ensuring efficient product data handling and improving user experience and operational efficiency."
    }
  ]
}
